<?php
// Heading 
$_['heading_title'] = 'Підпишіться на розсилку';

// Text
$_['text_email'] = 'Введіть E-mail адресу';
$_['text_subscribe'] = 'Ви успішно підписалися!';
$_['text_unsubscribe'] = 'Ви відписалися від розсилки!';
$_['text_message'] = '<p> Ви успішно відписалися від розсилки% s. </ P>';
$_['text_info']	= 'Ваші персональні дані будуть використані компанією Fidelitti для оформлення передплати на розсилку новин, яка була запрошена вами в явній формі. Більш докладні відомості можна подивитися в розділі <a href="/policy">політика конфіденційності</a>';
// Entry
$_['entry_email'] = 'Підпишіться на розсилку, і отримуйте інформацію про акції та знижки!';

// Button
$_['button_join'] = 'Додати / Відмовитися';

// Error
$_['error_email'] = 'Будь ласка, введіть правильний E-mail!';
$_['error_unsubscribe'] = '<p> Ми не змогли скасувати підписку на нашу розсилку. Будь ласка, переконайтеся, що ви ввели правильний URL </ p> ';