<?php
//Переклад: Том’як Олег tomjakoleg@ukr.net з любов’ю до Української мови та легкості Opencart
// Heading
$_['heading_title']     = 'Товари з eBay';

// Text
$_['text_module']       = 'Модулі';
$_['text_success']      = 'Успішно: Ви модифікували модуль eBay featured!';
$_['text_edit']        	= 'Редагування модуля';
$_['text_list']         = 'Список розкладок';
$_['text_register']     = 'Для використання цієї можливості, необхідно перейти в Канали просування і ввімкнути OpenBay Pro, а також, мати обліковий запис на eBay!';
$_['text_about'] 				= 'Модуль має можливість відобразити товары з вашого облікового запису на eBay, безпосередньо на вашім сайті.';
$_['text_latest']       = 'Останні';
$_['text_random']       = 'Випадкові';

// Entry
$_['entry_name']        = 'Ім’я модуля';
$_['entry_username']    = 'eBay логін';
$_['entry_keywords']    = 'Пошук за ключовими словами';
$_['entry_description'] = 'Включно пошук в описі';
$_['entry_limit']       = 'Ліміт';
$_['entry_length']      = 'Довжина';
$_['entry_width']       = 'Ширина';
$_['entry_height']      = 'Висота';
$_['entry_site']   	= 'eBay сторінка';
$_['entry_sort']   	= 'Сортувати за';
$_['entry_status']   	= 'Статус';

// Error
$_['error_permission']  = 'Увага: У Вас немає прав для модифікації модуля eBay!';
$_['error_name']        = 'Ім’я модуля повинно містити від 3 до 64 символів!';
$_['error_width']       = 'Ширина необхідна!';
$_['error_height']      = 'Висота необхідна!';