<?php
//Переклад: Том’як Олег tomjakoleg@ukr.net з любов’ю до Української мови та легкості Opencart
// Heading
$_['heading_title']    = 'Модулі Вашого магаазину';

// Text
$_['text_success']     = 'Налаштування успішно оновлені!';
$_['text_layout']      = 'Після встановлення і налаштування модуля ви можете добавити його на макет в разділі <a href="%s" class="alert-link">Дизайн - Макети</a>!';
$_['text_add']         = 'Добавити';
$_['text_list']        = 'Модулі';

// Column
$_['column_name']      = 'Назва модуля';
$_['column_action']    = 'Дія';

// Entry
$_['entry_code']       = 'Модуль';
$_['entry_name']       = 'Назва модуля';

// Error
$_['error_permission'] = 'У Вас немає прав для управління модулем!';
$_['error_name']       = 'Назван модуля має бути від 3 до  64 символів!';
$_['error_code']       = 'Необхідно!';

