<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading
$_['heading_title']  = 'Зв’язатися з нами';

// Text
$_['text_location']  = 'Наша Адреса';
$_['text_store']     = 'Наші магазини';
$_['text_contact']   = 'Форма зв’язку';
$_['text_address']   = 'Адреса';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Час роботи';
$_['text_comment']   = 'Коментар';
$_['text_success']   = '<p>Ваш запит був успішно відправлений адміністрації магазину!</p>';

// Entry
$_['entry_name']     = 'Ваше ім’я';
$_['entry_email']    = 'E-Mail для зв’язку';
$_['entry_enquiry']  = 'Повідомлення';

// Email
$_['email_subject']  = 'Повідомлення %s';

// Errors
$_['error_name']     = 'Ім’я має бути від 3 до 32 символів!';
$_['error_email']    = 'E-Mail вказано некоректно!';
$_['error_enquiry']  = 'Повідомлення має бути від 10 до 3000 символів!';
$_['error_last_name']     = 'Прізвище має бути від 3 до 32 символів!';

$_['text_number'] = 'Номер замовлення';
$_['text_lastname'] = 'Прізвище';
$_['text_category'] = 'Виберіть категорію';
$_['text_position'] = 'Ваше розміщення';
$_['text_select'] = 'Виберіть';
$_['text_options'][0] = 'Загальна інформація про Fidelitti і нашої продукції';
$_['text_options'][1] = 'Інформація про магазин';
$_['text_options'][2] = 'Прес-офіс / Співпраця';
$_['text_options'][3] = 'Корпоративні подарунки / b2b замовлення';
$_['text_options'][4] = 'Питання по оплаті';
$_['text_options'][5] = 'Питання на замовлення';
$_['text_options'][6] = 'Питання по доставці';
$_['text_options'][7] = 'Повернення замовлення';
$_['text_options'][8] = 'Допомога та звіт про нашу продукцію';
$_['text_options'][9] = 'Інше';

$_['text_text_ua'] = '<h3>FIDELITTI</h3> <p> по телефону <br> <p> 0 800 210 385 </p> <p> Для клієнтів інтернет-магазину служба доступна з понеділка по п\'ятницю , з 9.30 до 18.30 години, і з 10 до 18 години у вихідні UTC + 02: 00 </p> <h3> Телефон </h3> <p> 0 800 210 385 </p> ';
$_['text_text_ru'] = '<h3>FIDELITTI</h3> <p> по телефону <br> <p> 8 800 505 72 13 </p> <p> Для клієнтів інтернет-магазину служба доступна з понеділка по п\'ятницю, з 9.30 до 18.30 години, і з 10 до 18 години у вихідні UTC + 02: 00 </p> <h3> Телефон </h3> <p> 8 800 505 72 13 </p> ';
$_['text_text_en'] = '<h3>FIDELITTI</h3> <p> по телефону <br> <p> +38 093 170 21 16 </p> <p> Для клієнтів інтернет-магазину служба доступна з понеділка по п\'ятницю, з 9.30 до 18.30 години, і з 10 до 18 години у вихідні UTC + 02: 00 </p> <h3> Телефон </h3> <p> +38 093 170 21 16 </p> ';