<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Text
$_['text_error'] = 'Сторінка не знайдена!';
$_['text_ua'] = '0 800 210 385';
$_['text_ru'] = '8 800 505 72 13';
$_['text_en'] = '+38 093 170 21 16';

$_['text_need_help'] = 'Потрібна допомога?';
$_['text_faq'] = 'Часті питання';
$_['text_policy'] = 'Політика конфіденційності';
$_['text_cookies'] = 'Політика cookies';
$_['text_callback'] = 'Зв\'язатися з нами';
$_['text_polit_prod'] = 'Політика продажів';
$_['text_payment'] = 'Оплата';
$_['text_shipping'] = 'Доставка';
$_['text_return'] = 'Повернення';
$_['text_ofert'] = 'Публічна оферта';
$_['text_work'] = 'Вакансії';
$_['text_work2'] = 'Працюй з нами';
$_['text_callcenter'] = 'Колл-центр';