<?php
// Modules
$_['heading_title_latest'] = 'Останні повідомлення в блозі';
$_['heading_title_category'] = 'Категорії';
$_['text_show_all'] = 'Показати всі';

// Blog
$_['text_blog'] = 'Блог';
$_['text_filter_by'] = 'Блог Повідомлення з тегами Як:';
$_['text_posted_on'] = 'Опубліковані:';
$_['text_posted_by'] = 'Повідомлення від:';
$_['text_read'] = 'Часи читання:';
$_['text_comments'] = 'Коментарі';
$_['text_related_blog'] = 'Схожі пости';
$_['text_no_comment'] = 'Будьте першим, щоб коментувати цю посаду!';
$_['text_write_comment'] = 'Написати коментар';
$_['text_no_results'] = 'Немає записів в блозі до списку новин';
$_['text_error'] = 'Сторінку не знайдено';
$_['text_read_more'] = 'Прочитайте більше';
$_['text_tags'] = 'Теги:';
$_['text_write_comment'] = 'Написати коментар';
$_['email_notification'] = 'Новий коментар в блозі від:% s';
$_['text_share_this'] = 'Поділися цим:';

// Comment
$_['entry_name'] = 'Ім\'я';
$_['entry_email'] = 'Email апдресс (не публікується)';
$_['entry_comment'] = 'Коментар';
$_['entry_captcha'] = 'Дайте відповідь на питання нижче:';
$_['button_send'] = 'Відправити';
$_['text_success_approve'] = 'Дякую! Ваш коментар був представлений чекає схвалення ';
$_['text_success'] = 'Дякую! Ваш коментар був успішно відправлений ';
$_['error_name'] = 'Ваше ім\'я має бути від 2 до 64 символів';
$_['error_email'] = 'Помилка: Вашу адресу електронної пошти не є дійсним';
$_['error_comment'] = 'Помилка: Коментар Текст повинен бути в межах від 5 до 3000 символів';
$_['error_captcha'] = 'Помилка: Перевірка відповідь була неправильною';
