<?php
// Heading
$_['heading_title']  = 'Обратная связь';

// Text
$_['text_location']  = 'Наше местонахождение';
$_['text_store']     = 'Наши магазины';
$_['text_contact']   = 'Написать нам';
$_['text_address']   = 'Адрес';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Режим работы';
$_['text_comment']   = 'Дополнительная информация';
$_['text_success']   = '<p>Ваше сообщение успешно отправлено владельцу магазина!</p>';
$_['button_submit']         = 'Отправить сообщение';

// Entry
$_['entry_name']     = 'Ваше имя';
$_['entry_email']    = 'Ваш E-Mail';
$_['entry_enquiry']  = 'Ваш вопрос или сообщение';
$_['entry_captcha']  = 'Введите код, указанный на картинке';

// Email
$_['email_subject']  = 'Сообщение от %s';



// Errors
$_['error_name']     = 'Имя должно быть от 3 до 32 символов!';
$_['error_email']    = 'E-mail адрес введен неверно!';
$_['error_enquiry']  = 'Длина текста должна быть от 10 до 3000 символов!';
$_['error_captcha']  = 'Проверочный код не совпадает с изображением!';
$_['error_last_name']     = 'Фамилия должна быть от 3 до 32 символов!';
 

$_['text_number'] = 'Номер заказа';
$_['text_lastname'] = 'Фамилия';
$_['text_category'] = 'Выберите категорию';
$_['text_position'] = 'Ваше размещение';
$_['text_select'] = 'Выберите';
$_['text_options'][0] = 'Общая информация о Fidelitti и нашей продукции';
$_['text_options'][1] = 'Информация о магазине ';
$_['text_options'][2] = 'Пресс-офис / Сотрудничество';
$_['text_options'][3] = 'Корпоративные подарки / b2b заказы';
$_['text_options'][4] = 'Вопрос по оплате';
$_['text_options'][5] = 'Вопрос по заказу';
$_['text_options'][6] = 'Вопрос по доставке';
$_['text_options'][7] = 'Возврат заказа';
$_['text_options'][8] = 'Помощь и отчет о нашей продукции';
$_['text_options'][9] = 'Другое';

$_['text_text_ua'] = '<h3>FIDELITTI</h3><p>по телефону<br><p>0 800 210 385</p><p>Для клиентов интернет-магазина служба доступна с понедельника по пятницу, с 9.30 до 18.30 часа, и с 10 до 18 часа по выходным UTC+02:00</p><h3>Телефон</h3><p>0 800 210 385</p>';
$_['text_text_ru'] = '<h3>FIDELITTI</h3><p>по телефону<br><p>8 800 505 72 13</p><p>Для клиентов интернет-магазина служба доступна с понедельника по пятницу, с 9.30 до 18.30 часа, и с 10 до 18 часа по выходным UTC+02:00</p><h3>Телефон</h3><p>8 800 505 72 13</p>';
$_['text_text_en'] = '<h3>FIDELITTI</h3><p>по телефону<br><p>+38 093 170 21 16</p><p>Для клиентов интернет-магазина служба доступна с понедельника по пятницу, с 9.30 до 18.30 часа, и с 10 до 18 часа по выходным UTC+02:00</p><h3>Телефон</h3><p>+38 093 170 21 16</p>';
