<?php
// Text
$_['text_error'] = 'Информационная страница не найдена!';
$_['text_ua'] = '0 800 210 385';
$_['text_ru'] = '8 800 505 72 13';
$_['text_en'] = '+38 093 170 21 16';

$_['text_need_help'] = 'Нужна помощь?';
$_['text_faq'] = 'Часто задаваемые вопросы';
$_['text_policy'] = 'Политика конфиденциальности';
$_['text_cookies'] = 'Политика cookies';
$_['text_callback'] = 'Связаться с нами';
$_['text_polit_prod'] = 'Политика продаж';
$_['text_payment'] = 'Оплата';
$_['text_shipping'] = 'Доставка';
$_['text_return'] = 'Возврат';
$_['text_ofert'] = 'Публичная оферта';
$_['text_work'] = 'Вакансии';
$_['text_work2'] = 'Работай с нами';
$_['text_callcenter'] = 'Колл-центр';
