<?php
// Heading
$_['heading_title']					= 'Чек / грошовий переказ';

// Text
$_['text_payment']					= 'Платежі';
$_['text_success']					= 'Ви успішно змінили реквізити Чека / Грошового переказу!';
$_['text_edit']                     = 'Редагувати Чек / Грошовий переказ';
$_['text_extension']   = 'Платежі';

// Entry
$_['entry_payable']					= 'Виписанний для';
$_['entry_total']					= 'Разом';
$_['entry_order_status']			= 'Статус замовлення';
$_['entry_geo_zone']				= 'Регіон';
$_['entry_status']					= 'Статус';
$_['entry_sort_order']				= 'Порядок сортування';

// Help
$_['help_total']					= 'Щоб метод оплати став активним, сума замовлення має бути вище.';

// Error
$_['error_permission']				= 'У вас немає прав для зміни модуля оплати Чеком / Грошовим переказом!';
$_['error_payable']					= 'Вкажіть отримувача!';