<?php
//Переклад: Том'як Олег tomjakoleg@ukr.net з любов'ю до Української мови та легкості Opencart
/**
 * Support:
 * https://opencartforum.com/user/3463-shoputils/
 * http://opencart.shoputils.ru/?route=information/contact
 * 
*/

$_['heading_title'] = 'Платіжна система PAYEER, v2.3';

// Tab 
$_['tab_emails'] = 'E-mail повідомлення';
$_['tab_settings'] = 'Налаштування платежів';
$_['tab_log'] = 'Журнал';
$_['tab_information'] = 'Інформація';

// Text
$_['text_payment'] = 'Платежі';
$_['text_success'] = 'Налаштування модуля \'%s\' оновлені!';
$_['text_clear_log_success'] = 'Журнал запитів модуля успішно очищений!';
$_['text_confirm'] = 'Видалення журналу неможливо скасувати! Ви впевнені, що хочете це зробити? ';
$_['text_ocstore_payeer'] = '<a style="cursor: pointer;" onclick="window.open(\'https://payeer.com/ru/?partner=87431\');"><img src="view/image/payment/ocstore_payeer.png" alt="payeer.com" title="payeer.com"/></a>';
$_['text_currency_rub'] = 'Російські рублі (RUB-643)';
$_['text_currency_uah'] = 'Українські гривні (UAH-980)';
$_['text_currency_usd'] = 'Долари США (USD-840)';
$_['text_currency_eur'] = 'Євро (EUR-978) ';
$_['text_info'] = 'Після <a href="https://payeer.com/ru/auth/?partner=87431&register=yes" target="_blank">реєстрації</a> облікового запису інтернет-магазину в «PAYEER»
необхідно налаштувати магазин для прийому платежів. Вкажіть в <a href="https://payeer.com/ru/account/?partner=87431#tab-shop" target="_blank">особистому кабінеті</a>
 ("Аккаунт -> Магазин -> Настройки") наступні 3 URL\'a:';

// Text FT
$_['text_order_id_ft'] = '№ замовлення';
$_['text_store_name_ft'] = 'Назва магазину';
$_['text_logo_ft'] = 'Логотип магазину';
$_['text_products_ft'] = 'Список куплених товарів';
$_['text_total_ft'] = 'Разом';
$_['text_customer_firstname_ft'] = 'Ім’я По батькові покупця';
$_['text_customer_lastname_ft'] = 'Прізвище покупця';
$_['text_customer_group_ft'] = 'Група покупця ';
$_['text_customer_email_ft'] = 'E-mail покупця';
$_['text_customer_telephone_ft'] = 'Телефон покупця';
$_['text_order_status_ft'] = 'Статус замовлення';
$_['text_comment_ft'] = 'Коментар покупця до замовлення';
$_['text_ip_ft'] = 'IP адреса покупця';
$_['text_date_added_ft'] = 'Дата і час додавання замовлення';
$_['text_date_modified_ft'] = 'Дата і час зміни замовлення';


// Entry
$_['entry_status'] = 'Статус';
$_['entry_hide_mode'] = 'Відображати модуль тільки залогінненим адміністраторам:';
$_['entry_order_status'] = 'Статус замовлення після оплати';
$_['entry_geo_zone'] = 'Географічна зона';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_minimal_order'] = 'Мінімальна вартість замовлення';
$_['entry_maximal_order'] = 'Максимальна вартість замовлення';
$_['entry_order_confirm_status'] = 'Статус замовлення після підтвердження';
$_['entry_order_fail_status'] = 'Статус замовлення після невдалої оплати';
$_['entry_laterpay_mode'] = 'Режим відстроченої оплати';
$_['entry_order_later_status'] = 'Статус замовлення для відстроченої оплати';
$_['entry_title'] = 'Назва';
$_['entry_instruction'] = 'Інструкція по оплаті';
$_['entry_laterpay_button_lk'] = 'Відображати іконку "Оплатити замовлення" в ЛК покупця, якщо оплата замовлення перервана';
$_['entry_button_confirm'] = 'Текст кнопки button_confirm ( "потверділа замовлення"):';


$_['entry_notify_customer_success'] = 'Свій шаблон листи покупцеві про успішну оплату';
$_['entry_mail_customer_success_subject'] = 'Тема листа покупцеві про успішну оплату';
$_['entry_mail_customer_success_content'] = 'Шаблон листа покупцеві про успішну оплату';
$_['entry_notify_customer_fail'] = 'Свій шаблон листи покупцеві про невдалу оплаті';
$_['entry_mail_customer_fail_subject'] = 'Тема листа покупцеві про невдалу оплаті';
$_['entry_mail_customer_fail_content'] = 'Шаблон листа покупцеві про невдалу оплаті';
$_['entry_notify_admin_success'] = 'Відправляти адміністратору повідомлення по e-mail про успішну оплату';
$_['entry_mail_admin_success_subject'] = 'Тема листа адміністратору про успішну оплату клієнтом';
$_['entry_mail_admin_success_content'] = 'Шаблон листа адміністратору про успішну оплату клієнтом';
$_['entry_notify_admin_fail'] = 'Відправляти адміністратору повідомлення по e-mail про невдалу оплаті';
$_['entry_mail_admin_fail_subject'] = 'Тема листа адміністратору про невдалу оплаті клієнтом';
$_['entry_mail_admin_fail_content'] = 'Шаблон листа адміністратору про невдалу оплаті клієнтом';
$_['entry_shop_id'] = 'Ідентифікатор магазину';
$_['entry_sign_hash'] = 'Секретний ключ';
$_['entry_currency'] = 'Вибір (установка) валюти PAYEER';

$_['entry_log'] = 'Журнал';
$_['text_log_off'] = 'Виключений';
$_['text_log_short'] = 'Частковий (Тільки результати операцій)';
$_['text_log_full'] = 'Повний (Всі запити)';
$_['entry_log_file'] = 'Файл журналу';

$_['entry_success_url'] = 'URL успішної оплати';
$_['entry_fail_url'] = 'URL неуспішною оплати';
$_['entry_status_url'] = 'URL обробника';

// Placeholder
$_['placeholder_instruction'] = 'Шановний користувачу Просимо Вас дочекатися дзвінка від нашого менеджера перед оплатою. Це необхідно для підтвердження наявності товару на складі і можливості доставки в Ваш регіон. Після чого менеджер відправить Вам лист з посиланням на оплату замовлення. ';

// Sample
$_['sample_button_confirm'] = 'Оплатити';
$_['sample_mail_customer_success_subject'] = 'Ваше замовлення № {order_id} успішно оплачений';
$_['sample_mail_customer_success_content'] = 'Шановний {customer_firstname} {customer_lastname}! Ваше замовлення {order_id} оплачений. ';
$_['sample_mail_customer_fail_subject'] = 'Замовлення № {order_id} відхилений платіжною системою';
$_['sample_mail_customer_fail_content'] = 'Шановний {customer_firstname} {customer_lastname}! На жаль, замовлення № {order_id} був відхилений платіжною системою {date_modified}. Будь ласка, повторіть замовлення ще раз. ';
$_['sample_mail_admin_success_subject'] = 'Замовлення № {order_id} оплачений';
$_['sample_mail_admin_success_content'] = 'Замовлення № {order_id} оплачений {date_modified} на суму {total}. Статус: {order_status}; Покупець: {customer_firstname} {customer_lastname}; E-mail: {customer_email}; Телефон: {customer_telephone} ';
$_['sample_mail_admin_fail_subject'] = 'Замовлення № {order_id} був відхилений платіжною системою';
$_['sample_mail_admin_fail_content'] = 'Замовлення № {order_id} від {date_added} на суму {total} було відхилене {date_modified}. Поточний статус замовлення: {order_status}. ';

//Help
$_['help_hide_mode'] = 'Якщо опція включена, то модуль буде доступний при оформленні замовлення тільки адміністратору, якщо він залягання в адмін-панелі. Це зручно, якщо необхідно не показувати модуль покупцям на час тестування і налаштування. ';
$_['help_order_confirm_status'] = 'При натисканні на кнопку "Підтвердити" на останньому етапі оформлення замовлення, замовлення буде встановлено обраний статус';
$_['help_order_status'] = 'Після успішної оплати замовлення, замовлення буде встановлено обраний статус.';
$_['help_minimal_order'] = 'Якщо сума замовлення менше зазначеної суми, і сума не порожня і не дорівнює нулю, то цей метод плати не буде доступний, при оформленні замовлення. <br /> Наприклад: 190.90';
$_['help_maximal_order'] = 'Якщо сума замовлення більше зазначеної суми, і сума не порожня і не дорівнює нулю, то цей метод плати не буде доступний, при оформленні замовлення. <br /> Наприклад: 5000.01';
$_['help_order_fail_status'] = 'Якщо Payeer поверне покупця після невдалого платежу, замовлення буде встановлено обраний статус.';
$_['help_laterpay_mode'] = 'Після увімкнення режиму відстроченої (відкладеної) оплати покупець зможе оплатити замовлення тільки після перевірки замовлення менеджером магазину. <br /> Якщо Вам необхідно, щоб у покупця була можливість здійснити оплату відразу після оформлення замовлення без підтвердження менеджером - разі не вмикайте цю опцію.';
$_['help_order_later_status'] = 'Після перевірки замовлення менеджер магазину виставить даний статус, покупець буде повідомлений по e-mail і зможе оплатити замовлення. Також, посилання на оплату з’явиться в особистому кабінеті покупця в розділі "Мої замовлення". <br /> БУДЬТЕ уважні! <br /> Якщо даний статус буде збігатися з "статус замовлення після підтвердження" - режим відстроченої оплати буде відключений і покупці будуть перенаправлятися на сайт "PAYEER" для оплати відразу після натискання на кнопку "Оформити замовлення". ';
$_['help_title'] = 'Назва методу оплати на сторінці оформлення замовлення';
$_['help_instruction'] = 'Інструкція по оплаті виводиться при підтвердженні замовлення. Якщо поле не заповнено - інструкція по оплаті виводитися не буде. ';
$_['help_laterpay_button_lk']   = 'Як це працює? Покупець перейшов на сайт платіжної системи і не став оплачувати замовлення (передумав, не вистачило грошей, відключили електроенергію в будинку і т.п.). Тоді в його Кабінеті (ЛК) в списку істоії замовлень появиться іконка "$", натиснувши на яку покупець зможе знову попробувати оплатити свій заказ. Іконка появиться тільки в тому випадку, якщо поточний статус заказа покупця співпадає із статусом замовлення, вказаного в полях "' . $_['entry_order_confirm_status'] . '" і "' . $_['entry_order_fail_status'] . '"';
$_['help_button_confirm'] = 'Кнопка виводиться на останньому етапі оформлення замовлення. При натисканні на неї замовлення буде сформовано остаточно і покупець буде відправлений для оплати на сайт платіжної системи (якщо режим відстроченої оплати відключений). ';

$_['help_notify_customer_success'] = 'Якщо включено - після успішної оплати покупцеві на e-mail прийде лист, шаблон якого можна налаштувати нижче. <br /> Якщо вимкнено - відправлятиметься стандартне в Opencart лист про зміну замовлення.';
$_['help_mail_customer_success_subject'] = 'Підтримується FastTemplate';
$_['help_mail_customer_success_content'] = 'Підтримується FastTemplate. <br /> Список можливих значень:';
$_['help_notify_customer_fail'] = 'Якщо включено - при невдалій оплати покупцеві на e-mail прийде лист, шаблон якого можна налаштувати нижче. <br /> Якщо вимкнено - відправлятиметься стандартне в Opencart лист про зміну замовлення.';
$_['help_mail_customer_fail_subject'] = 'Підтримується FastTemplate';
$_['help_mail_customer_fail_content'] = 'Підтримується FastTemplate. <br /> Список можливих значень:';
$_['help_notify_admin_success'] = 'Якщо включено - адміністратору і менеджерам ІМ відправлятиметься повідомлення по e-mail про успішну оплату клієнтом. Додаткові e-mail адреси для сповіщень Ви можете додати в "Система-> Настройки> змінити-> вкладка" Пошта " ';
$_['help_mail_admin_success_subject'] = 'Підтримується FastTemplate';
$_['help_mail_admin_success_content'] = 'Підтримується FastTemplate. <br /> Список можливих значень:';
$_['help_notify_admin_fail'] = 'Якщо включено - адміністратору і менеджерам ІМ відправлятиметься повідомлення по e-mail про невдалу оплаті клієнтом. Додаткові e-mail адреси для сповіщень Ви можете додати в "Система-> Настройки> змінити-> вкладка" Пошта " ';
$_['help_mail_admin_fail_subject'] = 'Підтримується FastTemplate';
$_['help_mail_admin_fail_content'] = 'Підтримується FastTemplate. <br /> Список можливих значень:';

$_['help_shop_id'] = 'Ідентифікатор магазину зареєстрованого в системі «PAYEER». Дізнатися його можна в акаунті Payeer: "Аккаунт -> Мій магазин -> Змінити". Приклад: 3111624 ';
$_['help_sign_hash'] = 'Секретний ключ оповіщення про виконання платежу, який використовується для перевірки цілісності отриманої інформації і однозначної ідентифікації відправника. Повинен співпадати з секретним ключем, зазначеним в акаунті Payeer: "Аккаунт -> Мій магазин -> Змінити". Приклад: iUqJPrkQkYbXCTH5 ';
$_['help_currency'] = 'PAYEER приймає до оплати наступні валюти %s.<br /> Якщо в магазині присутні і включені інші валюти, то вони будуть конвертуватися в ту валюту, яку ви оберете зі списку і передаватися на платіжний шлюз "Payeer при відсутності валюти, яку підтримує PAYEER " ';

$_['help_log'] = 'Журнал запитів від сервера "Payeer" зберігається в файлі: /system/storage/logs/%s';
$_['help_log_file'] = 'Останні %d рядків з файлу журналу.';

// Error
$_['error_permission'] = 'У Вас немає прав для управління модулем "%s"!';
$_['error_currency'] = 'В системі повинна бути встановлена ​​як мінімум одна з наступних валют:%s!';
$_['error_clear_log'] = 'У Вас немає прав для очищення журналу модуля!';
$_['error_form'] = 'Необхідно заповнити поле "%s" (вкладка "%s")!';
?>
