<?php
//Переклад: Том'як Олег tomjakoleg@ukr.net з любов'ю до Української мови та легкості Opencart
// Heading
$_['heading_title']            = 'Яндекс.Каса, v1.0.ocs';
//
// Button
$_['button_clear']            = 'Очистити журнал';
//
// Tab 
$_['tab_emails']            = 'E-mail повідомлення';
$_['tab_settings']            = 'Налаштування платежів';
$_['tab_log']            = 'Журнал';
$_['tab_information']            = 'Інформація';
//
// Text 
$_['text_payment']            = 'Платежі';
$_['text_success']            = 'Інсталяція / деінсталяція модуля пройшла успішно!';
$_['text_success_setting']            = 'Налаштування модуля "%s" оновлені!';
$_['text_clear_log_success']            = 'Журнал запитів від сервера платіжної системи успішно очищений!';
$_['text_confirm']            = 'Видалення журналу неможливо скасувати! Ви впевнені, що хочете це зробити? ';
$_['text_ocstore_yk']         = '<a style="cursor: pointer;" onclick="window.open(\'http://money.yandex.net/\');"><img src="view/image/payment/ocstore_yk.png" alt="Яндекс.Каса" title="Яндекс.Каса" /></a>';
//$_['text_order_status_cart']            = 'Кошик';
$_['text_laterpay_mode_0']            = 'Онлайн-оплата ';
$_['text_laterpay_mode_1']            = 'Відстрочена оплата';
$_['text_laterpay_mode_2']            = 'Змішаний режим';
$_['text_payment_type_card']            = 'Банківські картки Visa, Mastercard, Maestro';
$_['text_payment_type_yandexmoney']            = 'Яндекс гроші';
$_['text_payment_type_webmoney']            = 'Webmoney';
$_['text_payment_type_alpha']            = 'Альфа клик';
$_['text_payment_type_sbrf']            = 'Ощадбанк онлайн';
$_['text_payment_type_terminal']            = 'Готівкові в касах і терміналах партнерів';
$_['text_payment_type_erip']            = 'АІС ЕРІП (Білорусь)';
$_['text_payment_type_mobile']            = 'З рахунку мобільного телефону';
$_['text_payment_type_mpos']            = 'Мобільний термінал (mPOS)';
$_['text_payment_type_masterpass']            = 'MasterPass';
$_['text_payment_type_psb']            = 'Промсвязьбанк';
$_['text_payment_type_qiwi']            = 'QIWI Wallet';
$_['text_checkbox_on']            = 'Встановити галку';
$_['text_checkbox_off']            = 'Зняти галку';
$_['text_type_connection']            = 'HTTP-протокол';
$_['text_registry_email']            = 'Введіть Email, на який Ви хочете отримувати реєстри від Яндекса';
$_['text_shop_password_info']            = 'Придумайте і запам’ятайте пароль для взаємодії модуля оплати з платіжною системою. Даний пароль необхідно буде ввести в настройках модуля (вкладка "%s", поле "%s"). ';
$_['text_physical_limits']            = '<a href="https://money.yandex.ru/doc.xml?id=523014" target ="_blank">Подивитись актуальні ліміти Яндекс.Денег</a>';
$_['text_company_limits']            = '<a href="https://money.yandex.ru/doc.xml?id=527483" target ="_blank">Подивитись актуальні ліміти Яндекс.Кассы</a>';
$_['text_ya_plachu_nalogi']            = 'Розрахунковий рахунок організації (юридична особа)';
$_['text_dirka_ot_bublika_a_ne_nalogi']            = 'Рахунок фізичної особи (гаманець Яндекс.Денег)';
$_['text_title_default']            = 'Яндекс.Касса';

$_['text_ssl']            = 'УВАГА! Згідно з вимогами Яндекса вам потрібно встановити SSL-сертифікат. Для установки SSL-сертифіката Вам необхідно звернутися до свого хостера. Так як paymentAvisoURL і Check URL повинен бути доступний по https протоколу, необхідно встановити для Вашого домену SSL-сертифікат версії V3 (включати для всього домену https не обов’язково, досить буде лише для перерахованих вище URL`ов)! ';
$_['text_info_physical']      =  'Після <a href="https://money.yandex.ru" target="_blank">реєстрації</a> облікового запису інтернет-магазину в системі «Яндекс.Деньги»
потрібно вказати посилання для прийому HTTP повідомлень. Зробити це можна перейшовши <a href="https://sp-money.yandex.ru/myservices/online.xml" target="_blank">по ссылке</a>. Дані, які необхідно ввести:';

$_['text_info_company']      =  'Пісяе відправки <a href="https://money.yandex.ru/joinups" target="_blank">заявки на підключеня</a> Вашого інтернет-магазина в сервісі «Яндекс.Касса» - Вам назначать персонального менеджера і попросять заповнити анкету.
В техніченій анкеті необхідно заповнити наступні дані:';

// Text FT
$_['text_order_id_ft']            = '№ замовлення';
$_['text_store_name_ft']            = 'Назва магазину';
$_['text_logo_ft']            = 'Логотип магазину';
$_['text_products_ft']            = 'Список куплених товарів';
$_['text_total_ft']            = 'Разом';
$_['text_customer_firstname_ft']            = 'Ім’я По батькові покупця';
$_['text_customer_lastname_ft']            = 'Прізвище покупця';
$_['text_customer_group_ft']            = 'Група покупця ';
$_['text_customer_email_ft']            = 'E-mail покупця';
$_['text_customer_telephone_ft']            = 'Телефон покупця';
$_['text_order_status_ft']            = 'Статус замовлення';
$_['text_comment_ft']            = 'Коментар покупця до замовлення';
$_['text_ip_ft']            = 'IP адреса покупця';
$_['text_date_added_ft']            = 'Дата і час додавання замовлення';
$_['text_date_modified_ft']            = 'Дата і час зміни замовлення';


// Entry
$_['entry_status']            = 'Статус';
$_['entry_order_status']            = 'Статус замовлення після оплати';
$_['entry_geo_zone']            = 'Географічна зона';
$_['entry_sort_order']            = 'Порядок сортування';
$_['entry_hide_mode']            = 'Відображати модуль тільки залогінненим адміністраторам';
$_['entry_minimal_order']            = 'Мінімальна вартість замовлення';
$_['entry_maximal_order']            = 'Максимальна вартість замовлення';
$_['entry_order_confirm_status']            = 'Статус замовлення після підтвердження';
$_['entry_order_fail_status']            = 'Статус замовлення після невдалої оплати';
$_['entry_laterpay_mode']            = 'Режим роботи модуля';
$_['entry_order_later_status']            = 'Статус замовлення для відстроченої оплати';
$_['entry_title']            = 'Назва';
$_['entry_description']            = 'Відображати платіжні іконки на сторінці оформлення замовлення';
$_['entry_instruction']            = 'Інструкція по оплаті';
$_['entry_laterpay_button_lk']            = 'Відображати іконку Оплатити замовлення в ЛК покупця, якщо оплата замовлення перервана';
$_['entry_button_confirm']            = 'Текст кнопки button_confirm';


$_['entry_notify_customer_success']            = 'Свій шаблон листи покупцеві про успішну оплату';
$_['entry_mail_customer_success_subject']            = 'Тема листа покупцеві про успішну оплату';
$_['entry_mail_customer_success_content']            = 'Шаблон листа покупцеві про успішну оплату';
$_['entry_notify_customer_fail']            = 'Свій шаблон листи покупцеві про невдалу оплаті';
$_['entry_mail_customer_fail_subject']            = 'Тема листа покупцеві про невдалу оплаті';
$_['entry_mail_customer_fail_content']            = 'Шаблон листа покупцеві про невдалу оплаті';
$_['entry_notify_admin_success']            = 'Відправляти адміністратору повідомлення по e-mail про успішну оплату';
$_['entry_mail_admin_success_subject']            = 'Тема листа адміністратору про успішну оплату клієнтом';
$_['entry_mail_admin_success_content']            = 'Шаблон листа адміністратору про успішну оплату клієнтом';
$_['entry_notify_admin_fail']            = 'Відправляти адміністратору повідомлення по e-mail про невдалу оплаті';
$_['entry_mail_admin_fail_subject']            = 'Тема листа адміністратору про невдалу оплаті клієнтом';
$_['entry_mail_admin_fail_content']            = 'Шаблон листа адміністратору про невдалу оплаті клієнтом';

$_['entry_type']            = 'Тип рахунку';
$_['entry_wallet']            = 'Ваш гаманець Яндекс.Денег';
$_['entry_scid']            = 'SCID';
$_['entry_shop_id']            = 'ShopID';
$_['entry_shop_password']            = 'Shoppassword (Секретне слово)';
$_['entry_enabled_methods']            = 'Дозволені методи оплати';
$_['entry_test_mode']            = 'Тестовий режим';
$_['entry_comission']            = 'Комісія / Знижка';
//
$_['entry_log']            = 'Журнал';
$_['text_log_off']            = 'Виключений';
$_['text_log_short']            = 'Частковий (Тільки результати операцій)';
$_['text_log_full']            = 'Повний (Всі запити)';
$_['entry_log_file']            = 'Файл журналу';
//
$_['entry_physical_result_url']            = 'Адреса прийому HTTP повідомлень';
$_['entry_physical_notification']            = 'Включити повідомлення';
$_['entry_type_connection']            = 'Спосіб підключення до Касі';
$_['entry_dynamic_urls']            = 'Використовувати сторінки успіху і помилки з динамічними адресами';
$_['entry_test_payments']            = 'Я буду проводити тестові платежі';
$_['entry_registry_email']            = 'Email для відправки реєстрів';
$_['entry_shop_password_info']            = 'ShopPassword';
$_['entry_result_url']          = 'Адрес прйому HTTP повідомленнь (paymentAvisoURL)<div class="help-block" style="font-weight:normal;">Даний URL має бути доступний по https протоколу!</div>';
$_['entry_check_url']           = 'Check URL<br /><div class="help-block" style="font-weight:normal;">Даний URL має бути доступний по https протоколу!</div>';
$_['entry_success_url']            = 'Success URL';
$_['entry_fail_url']            = 'Fail URL';

// Placeholder
$_['placeholder_instruction']            = 'Шановний користувачу Просимо Вас дочекатися дзвінка від нашого менеджера перед оплатою. Це необхідно для підтвердження наявності товару на складі і можливості доставки в Ваш регіон. Після чого менеджер відправить Вам лист з посиланням на оплату замовлення. ';

// Sample
$_['sample_button_confirm']            = 'Оплатити';
$_['sample_mail_customer_success_subject']            = 'Ваше замовлення № {order_id} успішно оплачений';
$_['sample_mail_customer_success_content']            = 'Шановний {customer_firstname} {customer_lastname}! Ваше замовлення {order_id} оплачений. ';
$_['sample_mail_customer_fail_subject']            = 'Замовлення № {order_id} відхилений платіжною системою';
$_['sample_mail_customer_fail_content']            = 'Шановний {customer_firstname} {customer_lastname}! На жаль, замовлення № {order_id} був відхилений платіжною системою {date_modified}. Будь ласка, повторіть замовлення ще раз. ';
$_['sample_mail_admin_success_subject']            = 'Замовлення № {order_id} оплачений';
$_['sample_mail_admin_success_content']            = 'Замовлення № {order_id} оплачений {date_modified} на суму {total}. Статус: {order_status};Покупець: {customer_firstname} {customer_lastname};E-mail: {customer_email};Телефон: {customer_telephone} ';
$_['sample_mail_admin_fail_subject']            = 'Замовлення № {order_id} був відхилений платіжною системою';
$_['sample_mail_admin_fail_content']            = 'Замовлення № {order_id} від {date_added} на суму {total} був відхилений {date_modified}. Поточний статус замовлення: {order_status}. ';

// Help
$_['help_sort_order']            = 'Сортування методів оплати відносно один одного.';
$_['help_order_confirm_status']            = 'При натисканні на кнопку "Підтвердити" на останньому етапі оформлення замовлення, замовлення буде встановлено обраний статус';
$_['help_order_status']            = 'Після успішної оплати замовлення, замовлення буде встановлено обраний статус.';
$_['help_hide_mode']            = 'Якщо опція включена, то модуль буде доступний при оформленні замовлення тільки адміністратору, якщо він залягання в адмін-панелі. Це зручно, якщо необхідно не показувати модуль покупцям на час тестування і налаштування. ';
$_['help_minimal_order']            = 'Якщо сума замовлення менше зазначеної суми, і сума не порожня і не дорівнює нулю, то цей метод плати не буде доступний, при оформленні замовлення. <br /> Наприклад: 190.90';
$_['help_maximal_order']            = 'Якщо сума замовлення більше зазначеної суми, і сума не порожня і не дорівнює нулю, то цей метод плати не буде доступний, при оформленні замовлення. <br /> Наприклад: 5000.01';
$_['help_order_fail_status']            = 'Якщо платіжна система поверне покупця після невдалого платежу, замовлення буде встановлено обраний статус.';
$_['help_laterpay_mode']            = 'Онлайн оплата - покупець буде відправлений на оплату відразу після оформлення замовлення без підтвердження менеджером;<br /> Відстрочена оплата - покупець зможе оплатити замовлення тільки після перевірки замовлення менеджером магазину;<br /> Змішаний режим - у покупця при підтвердженні замовлення буде вибір: оплатити замовлення відразу або використовувати отсроченную оплату. ';
$_['help_order_later_status']            = 'Після перевірки замовлення менеджер магазину виставить даний статус, покупець буде повідомлений по e-mail і зможе оплатити замовлення. Також, посилання на оплату з’явиться в особистому кабінеті покупця в розділі "Мої замовлення". <br /> БУДЬТЕ уважні! <br /> Якщо даний статус буде збігатися з "статус замовлення після підтвердження" - режим відстроченої оплати буде відключений і покупці будуть перенаправлятися на сайт платіжної системи для оплати відразу після натискання на кнопку "Оформити замовлення". ';
$_['help_title']            = 'Назва методу оплати на сторінці оформлення замовлення';
$_['help_description']            = 'Якщо включено - будуть відображатися платіжні іконки на сторінці оформлення замовлення.';
$_['help_instruction']            = 'Інструкція по оплаті виводиться при підтвердженні замовлення. Якщо поле не заповнено - інструкція по оплаті виводитися не буде. ';
$_['help_laterpay_button_lk']   = 'Як це працює? Покупець перейшов на сайт платіжної системи і не став оплачувати заказ (передумав, не вистачил грошей, відключили електрику в будинку чи офиісі і т.п.). Тоді в його Особистому кабінеті (ЛК) в списку історії заказів появиться іконка "$", натиснувши на яку покупець зможе знова попробувати оплатити свій заказ. Іконка появиться тільки у випадку, якщо статус заказа покупця співпадє зі статусом заказа, вказаного в полях "' . $_['entry_order_confirm_status'] . '" і "' . $_['entry_order_fail_status'] . '"';
$_['help_button_confirm']            = 'Кнопка виводиться на останньому етапі оформлення замовлення. При натисканні на неї замовлення буде сформовано остаточно і покупець буде відправлений для оплати на сайт платіжної системи (якщо відстрочена оплата відключена). ';

$_['help_fast_template']            = 'Список підтримуваних змінних:';
$_['help_notify_customer_success']            = 'Якщо включено - після успішної оплати покупцеві на e-mail прийде лист, шаблон якого можна налаштувати нижче. <br /> Якщо вимкнено - відправлятиметься стандартне в Opencart лист про зміну замовлення.';
$_['help_notify_customer_fail']            = 'Якщо включено - при невдалій оплати покупцеві на e-mail прийде лист, шаблон якого можна налаштувати нижче. <br /> Якщо вимкнено - відправлятиметься стандартне в Opencart лист про зміну замовлення.';
$_['help_notify_admin_success']            = 'Якщо включено - адміністратору і менеджерам ІМ відправлятиметься повідомлення по e-mail про успішну оплату клієнтом. Додаткові e-mail адреси для сповіщень Ви можете додати в "Система-> Настройки> змінити-> вкладка" Пошта " ';
$_['help_notify_admin_fail']            = 'Якщо включено - адміністратору і менеджерам ІМ відправлятиметься повідомлення по e-mail про невдалу оплаті клієнтом. Додаткові e-mail адреси для сповіщень Ви можете додати в "Система-> Настройки> змінити-> вкладка" Пошта " ';

$_['help_type']            = 'Режим роботи модуля. Якщо Ви зареєстровані як фізична особа - виберіть пункт "%s". <br /> Якщо Ви зареєстровані як юридична особа - виберіть пункт "%s". ';
$_['help_wallet']            = 'Номер гаманця Яндекс.Денег, на який будуть надходити кошти.';
$_['help_scid']            = 'Видається Яндексом після заповнення анкети на підключення.';
$_['help_shop_id']            = 'Видається Яндексом після заповнення анкети на підключення.';
$_['help_shop_password']            = 'Унікальний код, який знає тільки Yandex і Продавець. Використовується інтерфейсом ініціалізації оплати. ';
$_['help_test_mode_physical']            = 'При включеному тестовому режими все запити будуть відправлятися на тестовий шлюз системи: http://193.200.10.117:8080/pit/merchant_test_page_purchase.html в тестовій валюті 10643 (демо-рублики демо-системи «Яндекс.Деньги»). (Увага! Для прийому реальних платежів - тестовий режим необхідно вимкнути.) ';
$_['help_test_mode_company']            = 'При включеному тестовому режими все запити будуть відправлятися на тестовий шлюз системи: https://demomoney.yandex.ru/eshop.xml. (Увага! Для прийому реальних платежів - тестовий режим необхідно вимкнути.) ';
$_['help_comission']            = 'Вкажіть у відсотках розмір комісії, якщо її необхідно перекласти на покупця. Якщо число від’ємне - буде, навпаки, застосована знижка. ';

$_['help_type']            = 'Режим роботи модуля. Якщо Ви зареєстровані як фізична особа - виберіть пункт "%s". <br /> Якщо Ви зареєстровані як юридична особа - виберіть пункт "%s". ';
$_['help_wallet']            = 'Номер гаманця Яндекс.Денег, на який будуть надходити кошти.';
$_['help_scid']            = 'Видається Яндексом після заповнення анкети на підключення.';
$_['help_shop_id']            = 'Видається Яндексом після заповнення анкети на підключення.';
$_['help_shop_password']            = 'Унікальний код, який знає тільки Yandex і Продавець. Використовується інтерфейсом ініціалізації оплати. ';
$_['help_test_mode_physical']            = 'При включеному тестовому режими все запити будуть відправлятися на тестовий шлюз системи: http://193.200.10.117:8080/pit/merchant_test_page_purchase.html в тестовій валюті 10643 (демо-рублики демо-системи «Яндекс.Деньги»). (Увага! Для прийому реальних платежів - тестовий режим необхідно вимкнути.) ';
$_['help_test_mode_company']            = 'При включеному тестовому режими все запити будуть відправлятися на тестовий шлюз системи: https://demomoney.yandex.ru/eshop.xml. (Увага! Для прийому реальних платежів - тестовий режим необхідно вимкнути.) ';
$_['help_comission']            = 'Вкажіть у відсотках розмір комісії, якщо її необхідно перекласти на покупця. Якщо число від’ємне - буде, навпаки, застосована знижка. ';

$_['help_log']            = 'Журнал запитів від сервера платіжної системи зберігається в файлі: /system/storage/logs/%s';
$_['help_log_file']            = 'Останні %d рядків з файлу журналу.';

// Error
$_['error_permission']            = 'У Вас немає прав для управління модулем "%s"!';
$_['error_clear_log']            = 'У Вас немає прав для очищення журналу модуля!';
$_['error_form_wallet']            = 'Поле "%s" (вкладка "%s") має складатися тільки з цифр!';
$_['error_form']            = 'Необхідно заповнити поле "%s" (вкладка "%s")!';
?>