<?php
//Переклад: Том'як Олег tomjakoleg@ukr.net з любов'ю до Української мови та легкості Opencart
// Heading
$_['heading_title']           = 'Webmoney WME';

// Button
$_['button_clear']            = 'Очистити журнал';

// Tab 
$_['tab_log']                 = 'Журнал';

// Text 
$_['text_payment']            = 'Платежі';
$_['text_success']            = 'Налаштування модуля оновлені!';
$_['text_webmoney_wme']       = '<a style="cursor: pointer;" onclick="window.open(\'https://webmoney.ru\');"><img src="view/image/payment/webmoney_wme.gif" alt="Webmoney" title="Webmoney" style="border: 1px solid #EEEEEE;" height="25px" /></a>';
$_['text_clear_log_success']  = 'Журнал запитів від сервера платіжної системи успішно очищений!';
$_['text_confirm']            = 'Видалення журнала неможливо відмінити! Ви впевнені, що хочете це зробити?';
$_['text_log_off']            = 'Виключено';
$_['text_log_short']          = 'Частково (Тільки результати операцій)';
$_['text_log_full']           = 'Повний (Всі запити)';
$_['text_extension']   = 'Платежі';

// Entry
$_['entry_merch_r']               = 'Номер E-гаманця';
$_['entry_secret_key']            = 'Secret Key';
$_['entry_secret_key_x20']        = 'Secret Key X20';
$_['entry_result_url']            = 'Result URL';
$_['entry_success_url']           = 'Success URL';
$_['entry_fail_url']              = 'Fail URL';
$_['entry_order_confirm_status']  = 'Статус замовлення після оформлення замовлення';
$_['entry_order_status']          = 'Статус замовлення після оплати';
$_['entry_order_fail_status']     = 'Статус замовлення після невдалої оплати';
$_['entry_hide_mode']             = 'Відображати модуль тільки залогіненим адміністраторам';
$_['entry_minimal_order']         = 'Мінімальна вартість замовлення';
$_['entry_maximal_order']         = 'Максимальна вартість замовлення';
$_['entry_geo_zone']              = 'Гео Зона';
$_['entry_status']                = 'Стан';
$_['entry_sort_order']            = 'Сортування';

$_['entry_log']                   = 'Журнал';
$_['entry_log_file']              = 'Файл журнала';

// Help
$_['help_merch_r']              = 'наприклад: E000000000000';
$_['help_order_confirm_status'] = 'При натисненні на кнопку "Підтвердити" на останньому етапі оформлення замовлення, зразу буде встановлений вибраний статус';
$_['help_order_status']         = 'Після успішної оплати замовлення, замовленню буде встановлений вибраний статус.';
$_['help_order_fail_status']    = 'Якщо платіжна система поверне покупця після невдалого платежу, замовленню буде встановлено вибраний статус.';
$_['help_hide_mode']            = 'Якщо опція включена, то модуль буде доступний при оформленні замовлення тільки адміністратору, якщо він залогінений в адмін-панелі. Це зручно, якщо необхідно не показувати модуль покупцям на час тестування і налаштування.';
$_['help_minimal_order']        = 'Якщо сума замовлення менше вказаної суми і сума не порожня і не рівна нулю, то цей метод оплати не буде доступний при оформленні замовлення.<br />Наприклад: 190.90';
$_['help_maximal_order']        = 'Якщо сума замовлення більше вказаної суми і сума не порожня і не рівна нулю, то цей метод оплати не буде доступний при оформленні замовлення.<br />Наприклад: 5000.01';

$_['help_log']                  = 'Журнал запитів від сервера платіжної системи зберігається в файлі: /system/storage/logs/%s';
$_['help_log_file']             = 'Останні %d рядків з файла журнала.';

// Error
$_['error_permission']      = 'У Вас немає прав для зміни модуля!';
$_['error_merch_r']         = 'Невірний номер гаманця!';
$_['error_secret_key']      = 'Відсутній Secret Key';
$_['error_secret_key_x20']  = 'Відсутній Secret Key X20';
?>