<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Text
$_['text_information']  = 'Інформація';
$_['text_service']      = 'Служба підтримки';
$_['text_extra']        = 'Додатково';
$_['text_contact']      = 'Зв’язатися з нами';
$_['text_return']       = 'Повернення товару';
$_['text_sitemap']      = 'Мапа сайту';
$_['text_manufacturer'] = 'Виробники';
$_['text_voucher']      = 'Подарункові сертифікати';
$_['text_affiliate']    = 'Партнери';
$_['text_special']      = 'Товари зі знижкою';
$_['text_account']      = 'Особистий кабінет';
$_['text_order']        = 'Історія замовлень';
$_['text_wishlist']     = 'Мої закладки';
$_['text_newsletter']   = 'Розсилка новин';
$_['text_powered']    = '- ВСІ ПРАВА ЗАХИЩЕНІ';
$_['text_search']      = 'Пошук товарів в каталозі';

$_['text_customers'] = 'ОБСЛУГОВУВАННЯ КЛІЄНТІВ';
$_['text_policy'] = 'ПОЛІТИКА ПРОДАЖ';
$_['text_company'] = 'КОМПАНІЯ';
$_['text_call_me'] = 'Зв\'язатися з нами';
$_['text_faq'] = 'Часті питання';
$_['text_payment'] = 'Умови оплати';
$_['text_delivery'] = 'Інформація про доставку';
$_['text_return'] = 'Повернення і обмін';
$_['text_news'] = 'Новини та заходи';
$_['text_production'] = 'Виробництво';
$_['text_works'] = 'Вакансії';
$_['text_ua_phone'] = 'Україна (безкоштовно)';
$_['text_ru_phone'] = 'Росія (безкоштовно)';
$_['text_en_phone'] = 'По всьому світу';

$_['text_ua'] = '0 800 210 385';
$_['text_ru'] = '8 800 505 72 13';
$_['text_en'] = '+38 093 170 21 16';