<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Text
$_['text_home']          = 'Головна';
$_['text_wishlist']      = 'Мої Закладки (%s)';
$_['text_shopping_cart'] = 'Кошик замовлень';
$_['text_category']      = 'Категорії';
$_['text_account']       = 'Особистий кабінет';
$_['text_register']      = 'Реєстрація';
$_['text_login']         = 'Авторизація';
$_['text_order']         = 'Історія замовлень';
$_['text_transaction']   = 'Історія платежів';
$_['text_download']      = 'Файли для скачування';
$_['text_logout']        = 'Вихід';
$_['text_checkout']      = 'Оформлення замовлення';
$_['text_search']        = 'Пошук';
$_['text_all']           = 'Показати всі';
$_['text_page']          = 'Сторінка';
$_['text_telephone']           = 'Зв’яжіться з нами     :';
$_['text_top_head']           = 'Сезон знижок! 70%. Використайте код: “SALE70”. Поспішайте!  > ';
$_['text_logo_top']           = 'ОНЛАЙН - БУТІК';
$_['shippig']           = 'Доставка в:';
$_['text_select_country']           = 'Будь ласка виберіть країну, що б продовжити';
$_['text_blog'] = 'Новини та заходи';
$_['text_customer'] = 'ОБСЛУГОВУВАННЯ КЛІЄНТІВ';
$_['text_phone'] = 'Телефон';
$_['text_work_week'] = 'З понеділка по п\'ятницю';
$_['text_work_time'] = 'з 9:30 до 18:30 <br> У вихідні <br> з 10:00 до 18:00 <br> UTC + 02: 00';
$_['text_call_me'] = 'Будь ласка, зв\'яжіться <br> з нами, перейшовши за посиланням нижче';
$_['text_sand_mail'] = 'Відправити E-mail';
$_['text_chat'] = 'ЧАТ';
$_['text_our_managers'] = 'Наші оператори <br> в даний час доступні.';
$_['text_asc_question'] = 'Задати питання';
$_['text_read_faq'] = 'Читайте часто задаються для отримання додаткової інформації';
$_['text_read_faq_but'] = 'Читати FAQ';
$_['text_about'] = 'Про компанію';
$_['text_sotr'] = 'Співпраця';
$_['text_our_prod'] = 'Наше виробництво';
$_['text_contact'] = 'Контакти';

$_['text_free_call_ua'] = 'БЕЗКОШТОВНИЙ ДЗВІНОК ';
$_['text_free_call_ru'] = 'БЕЗКОШТОВНИЙ ДЗВІНОК ';
$_['text_free_call_en'] = 'По всьому світу ';

$_['text_phone_ua'] = '0 800 210 385';
$_['text_phone_ru'] = '8 800 505 72 13';
$_['text_phone_en'] = '+38 093 170 21 16';

$_['text2_ua'] = 'БЕЗКОШТОВНА ЕКСПРЕС ДОСТАВКА ПО ВСІЙ УКРАЇНІ';
$_['text2_ru'] = 'БЕЗКОШТОВНА ЕКСПРЕС ДОСТАВКА ПО ВСІЙ РОСІЇ';
$_['text2_en'] = 'Доставка по всьому світу';
$_['text_search2'] = 'Пошук товару по каталогу';
$_['text_see_all'] = 'Дивитися всі';