<?php
// Text
$_['text_prod'] = 'Продукція';
$_['text_questions'] = '&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Є &nbsp;<span> питання </ span>';
$_['text_answer'] = 'Наші фахівці із задоволенням дадуть відповідь на будь-яке ваше питання!';
$_['text_consult'] = 'Консультація <span> експерта';
$_['text_post_text'] = 'Надішліть заявку і наш консультатнт зв`яжеться з Вами найближчим часом';
$_['text_name'] = 'Ваше ім`я';
$_['text_name2'] = 'Ведіть ім`я';
$_['text_phone'] = 'Номер Вашого телефону';
$_['text_phone2'] = 'Ведіть номер телефону';
$_['text_mail'] = 'Ваш Е-mail';
$_['text_mail2'] = 'Ведіть Е-mail';
$_['text_button'] = 'Відправити';
$_['text_post_text2'] = 'Ми піклуємося про конфіденційність Ваших даних';
$_['text_dist'] = 'офіційні дистриб`ютори лінійних дифузорів';
$_['text_sert'] = 'сертифікати';