<?php
// Text
$_['shopping']          = 'до покупок';
$_['text_0'] = 'КОЛЕКЦІЯ ВЕСНА-ЛІТО 2017';
$_['text_1'] = 'ДЛЯ ЖІНОК';
$_['text_2'] = 'ДЛЯ ЧОЛОВІКІВ';
$_['text_3'] = 'ЛОВИ МОМЕНТ, ПОКИ ЦІНИ ВІДПОЧИВАЮТЬ';

$_['text_wsc'] = 'Жіноча Колекція Взуття';
$_['text_wsc_d'] = 'Взуття багато не буває, а вдало підібраний взуттєвий гардероб — запорука стильного образу і візитна картка кожної дівчини. Наша нова колекція дуже універсальна і лаконічно впишеться в твій лук. Стильні фасони, класичні кольори, натуральна шкіра і тепле хутро. Це все що тобі потрібно цієї осені і взимку.';
$_['text_wsc_b'] = 'ПЕРЕГЛЯНУТИ';
$_['text_sale'] = 'ЗНИЖКИ ДО 30%';
$_['text_sale_d'] = 'ВЖЕ В МАГАЗИНІ';
$_['text_sale_b'] = 'ДІЗНАТИСЯ БІЛЬШЕ';