<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Text
$_['text_title']  = 'Webmoney WMR';
$_['text_desc']   = '%s - замовлення #%d';

// Error
$_['error_payee_purse']     = 'Відсутній номер гаманця продавця';
$_['error_post']            = 'Відповідь від шлюзу не типу POST';
$_['error_crc']             = 'Некоректний підпис повідомлення від платіжного шлюзу, очікувалось: %s або %s';
$_['error_order_not_found'] = 'Замовлення #%d не знайдене';
$_['error_fraud']           = 'Сума оплаченого платежу не співпадає з сумою замовлення! Оплачено %s (%s), очікувався платіж на суму %s (%s).';
$_['error_merch_r']         = 'Можливо, форма оплати була подовжена в часі, оскільки платіж поступив на інший гаманець: %s';
?>