<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart

// Text
$_['text_title']		 = 'Кредитна / Розрахункова картка (WorldPay)';
$_['text_credit_card']		 = 'Деталі картки';
$_['text_card_type']		 = 'Тип картки: ';
$_['text_card_name']		 = 'Назва картки: ';
$_['text_card_digits']		 = 'Останні цифри номера: ';
$_['text_card_expiry']		 = 'Дата закінчення дії карти: ';
$_['text_trial']		 = '%s кожні %s %s для %s платежів, що ';
$_['text_recurring']		 = '%s кожні %s %s';
$_['text_length']		 = ' для %s платежів';
$_['text_confirm_delete']	 = 'Ви впевнені, що хочете видалити цю карту?';
$_['text_card_success']		 = 'Карта успішно видалена';
$_['text_card_error']		 = 'Сталася помилка при видаленні карти. Будь ласка зв’яжіться з адміністраторм магазину для допомоги';

// Entry
$_['entry_card']		 = 'Нова або існуюча карта: ';
$_['entry_card_existing']	 = 'Існуюча';
$_['entry_card_new']		 = 'Нова';
$_['entry_card_save']		 = 'Пам’ятайте реквізити карти';
$_['entry_cc_cvc']		 = 'Код перевірки карти (CVC)';
$_['entry_cc_choice']		 = 'Виберіть існуючі карти';

// Button
$_['button_delete_card']	 = 'Видалити карту';

// Error
$_['error_process_order']	 = 'Виникла помилка при обробці вашого замовлення. Будь ласка, зверніться до адміністратора магазину за допомогою.';
