<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading 
$_['heading_title']      = 'Особистий кабінет';
$_['heading_hello']      = 'Ласкаво просимо';
$_['heading_text']       = 'Якщо у Вас виникли питання або потрібна допомога, будь ласка, зв\'яжіться з нами';
$_['text_my_account_sp'] = 'Мій обліковий запис';
$_['heading_logout']     = 'Вихід';
$_['menu_account']       = 'Огляд';
$_['menu_wishlist']      = 'Закладки';
$_['menu_order']         = 'Замовлення';
$_['menu_edit']          = 'Дані особистого кабінету';
// Text
$_['text_account']       = 'Особистий кабінет';
$_['text_my_orders']     = 'Мої замовлення';
$_['text_my_newsletter'] = 'Підписка';
$_['text_edit']          = 'Основні дані';
$_['text_password']      = 'Змінити свій пароль';
$_['text_address']       = 'Змінити мої адреси';
$_['text_wishlist']      = 'Змінити закладки';
$_['text_order']         = 'Історія замовлень';
$_['text_download']      = 'Файли для скачування';
$_['text_reward']        = 'Бонусні бали';
$_['text_return']        = 'Заявки на повернення';
$_['text_transaction']   = 'Історія платежів';
$_['text_newsletter']    = 'Редагувати підписку';
$_['text_recurring']     = 'Регулярні платежі';
$_['text_transactions']  = 'Перекази';

$_['text_about_account'] = 'Відомості про Особистому кабінеті';
$_['text_address'] = 'Адресна Книга';
$_['text_newsletter'] = 'Налаштування електронної пошти';

$_['text_shop'] = 'Магазин';

$_['text_lastname'] = 'Прізвище:';
$_['text_firstname'] = 'Ім\'я:';
$_['text_country'] = 'Країна:';
$_['text_phone'] = 'Телефон:';
$_['text_mail'] = 'Електронна пошта:';
$_['text_edit'] = 'Змінити';
$_['text_total_orders'] = 'Кількість Ваших замовлень зараз:';
$_['text_see_all'] = 'Подивитися всі';
$_['text_description'] = 'На будь-якій сторінці товару клацніть «Додати в Закладки», щоб зберегти сподобалися товари для подальшого перегляду і покупки.';
