<?php
// Heading
$_['heading_title']      = 'Мої Адреси';
$_['heading_hello']      = 'Ласкаво просимо';
$_['heading_text']       = 'Якщо у Вас виникли питання або потрібна допомога, будь ласка, зв\'яжіться з нами';
$_['text_my_account_sp'] = 'Мій обліковий запис';
$_['heading_logout']     = 'Вихід';
$_['button_next']        = 'Зберегти';
$_['button_back']        = 'Відмінити';
$_['adress_discription'] = 'Тут Ви можете змінити свої особисті дані, внести зміни в адресну книгу або змінити налаштування електронної пошти';
$_['row_require']       = '*Поле, обовязкове для заповнення';


// Text
$_['text_account']      = 'Особистий кабінет';
$_['text_address_book'] = 'Перелік Адрес доставки';
$_['text_edit_address'] = 'ДОБАВИТЬ ДРУГОЙ АДРЕС';
$_['text_add']          = 'Вашу Адресу було успішно додано';
$_['text_edit']         = 'Ваша Адреса була успішно оновлена';
$_['text_delete']       = 'Вашу Адресу було успішно видалено';
$_['text_empty']        = 'У вашому обліковому запису немає Адреси!';

// Entry
$_['entry_firstname']   = 'Ім’я';
$_['entry_lastname']    = 'Прізвище';
$_['entry_company']     = 'Компанія';
$_['entry_address_1']   = 'Адреса';
$_['entry_address_2']   = 'Адреса (додатково)';
$_['entry_postcode']    = 'Індекс';
$_['entry_city']        = 'Місто';
$_['entry_country']     = 'Країна';
$_['entry_zone']        = 'Регіон / Область';
$_['entry_default']     = 'Основна адреса';

// Error
$_['error_delete']      = 'У Вас має бути не менше 1 Адреси!';
$_['error_default']     = 'Ви не можете видалити основну Адресу!';
$_['error_firstname']   = 'Им’я має бути від 1 до 32 символів!';
$_['error_lastname']    = 'Прізвище має бути від 1 до 32 символів!';
$_['error_vat']         = 'Неправильний індекс!';
$_['error_address_1']   = 'Адреса має бути від 3 до 128 символів!';
$_['error_postcode']    = 'Індекс має бути від 2 до 10 символів!';
$_['error_city']        = 'Назва міста має бути від 2 до 128 символів!';
$_['error_country']     = 'Будь ласка, вкажіть країну!';
$_['error_zone']        = 'Будь ласка, вкажіть регіон / область!';
$_['error_custom_field']   = '%s необхідний!';
