<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading
$_['heading_title']       = 'Обліковий запис';

// Text
$_['text_account']        = 'Особистий кабінет';
$_['text_edit']           = 'Редагувати інформацію';
$_['text_your_details']   = 'Тут Ви можете змінити свої особисті дані, внести зміни в адресну книгу або змінити налаштування електронної пошти';
$_['text_success']        = 'Ваш Обліковий запис був успішно оновлений!';
$_['button_change'] = 'Змінити';
$_['button_change_pass'] = 'Змінити пароль';

// Entry
$_['entry_firstname']     = 'Ім’я';
$_['entry_lastname']      = 'Прізвище';
$_['entry_email']      	  = 'E-Mail';
$_['entry_telephone']     = 'Телефон';
$_['entry_fax']           = 'Факс';

// Error
$_['error_exists']        = 'Такий E-Mail вже зареєстрований!';
$_['error_firstname']     = 'Ім’я має бути від 1 до 32 символів!';
$_['error_lastname']      = 'Прізвище має бути від 1 до 32 символів!';
$_['error_email']         = 'E-Mail адресу введено неправильно!';
$_['error_telephone']     = 'Номер телефону має бути від 3 до 32 символів!';
$_['error_custom_field']  = '%s необхідний!';
//Menu
$_['menu_account_n']       = 'Огляд';
$_['menu_wishlist_n']      = 'Вподобання';
$_['menu_order_n']         = 'Замовлення';
$_['menu_edit_n']          = 'Дані особистого кабінету';
