<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading 
$_['heading_title']    = 'Підписка на новини';
$_['heading_info']     = 'Якщо Ви хочете отримувати найостанніші новини, нові колекції, закулісні фотографії та інтерв\'ю, натисніть "Підписатися".';

// Text
$_['text_account']     = 'Особистий кабінет';
$_['text_newsletter']  = 'Розсилка';
$_['text_success']     = 'Ваша підписка успішно оновлена!';

// Entry
$_['entry_newsletter'] = 'Підписатися:';
$_['button_news']      = 'Підписатися';
