<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading 
$_['heading_title']  = 'Зміна пароля';
$_['heading_title_pass']  = 'Зміна пароля';
$_['row_require']       = '*Поле, обовязкове для заповнення';
// Text
$_['text_account']   = 'Особистий Кабінет';
$_['text_password']  = 'Ваш пароль';
$_['text_success']   = 'Ваш пароль успішно змінений!';
$_['pass_discription'] = 'Тут Ви можете змінити свої особисті дані, внести зміни в адресну книгу або змінити налаштування електронної пошти';
// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Підтвердити';
$_['button_save']    = 'Зберегти';
$_['button_nosave']  = 'Відмінити';

// Error
$_['error_password'] = 'Пароль має бути від 4 до 20 символів!';
$_['error_confirm']  = 'Паролі не співпадають!';