<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// header
$_['heading_title']		= 'Відновити пароль';

// Text
$_['text_account']		= 'Особистий кабінет';
$_['text_password']	= 'Введіть новий пароль';
$_['text_success']		= 'Ваш пароль змінений';

// Entry
$_['entry_password']	= 'Пароль';
$_['entry_confirm']		= 'Підтвердження пароля';

// Error
$_['error_password']	= 'Пароль повинен бути від 4 до 20 символів';
$_['error_confirm']		= 'Пароль і підтвердження пароля не співпадають';
$_['error_code']			= 'Код відновлення пароля помилковий';