<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading 
$_['heading_title'] = 'Мої закладки';
$_['heading_hello']      = 'Ласкаво просимо';
$_['heading_text']       = 'Якщо у Вас виникли питання або потрібна допомога, будь ласка, зв\'яжіться з нами';
$_['heading_logout']     = 'Вихід';

// Text
$_['text_my_account_sp']    = 'Мій обліковий запис';
$_['text_account_start']  = 'С ЧЕГО НАЧАТЬ';
$_['text_instock']  = 'В наявності';
$_['text_wishlist'] = 'Закладки (%s)';
$_['text_login']    = 'Необхідно увійти в <a href="%s"> Особистий Кабінет </a> або <a href="%s"> створити обліковий запис </a>, щоб додати товар <a href="%s">%s </a> в свої <a href="%s"> закладки </a>!';
$_['text_success']  = 'Товар <a href="%s">%s </a> успішно доданий до <a href="%s"> закладки </a>!';
$_['text_remove']   = 'Перелік закладок успішно оновлено!';
$_['text_empty']    = 'На любой странице товара щелкните «Добавить в Избранное», чтобы сохранить понравившиеся товары для последующего просмотра и покупки.';

// Column
$_['column_image']  = 'Зображення';
$_['column_name']   = 'Найменування товару';
$_['column_model']  = 'Модель';
$_['column_stock']  = 'На складі';
$_['column_price']  = 'Ціна';
$_['column_action'] = 'Дія';