<?php
// Heading 
$_['heading_title']		= 'Подпишитесь на рассылку';

// Text
$_['text_email']		= 'Введите E-mail адрес';
$_['text_subscribe']	= 'Вы успешно подписались!';
$_['text_unsubscribe']	= 'Вы отписались от рассылки!';
$_['text_message']		= '<p>Вы успешно отписались от рассылки %s.</p>';
$_['text_info']	= 'Ваши персональные данные будут использованы компанией Fidelitti для оформления подписки на рассылку новостей, которая была запрошена вами в явной форме. Более подробные сведения можно посмотреть в разделе <a href="/policy">политика конфиденциальности</a>';

// Entry
$_['entry_email']		= 'Подпишитесь на рассылку, и получайте информацию о скидках и акциях!';

// Button 
$_['button_join']		= 'Подписаться / Отписаться';

// Error
$_['error_email']		= 'Пожалуйста, введите правильный E-mail!';
$_['error_unsubscribe']	= '<p>Мы не смогли отменить подписку на нашу рассылку. Пожалуйста, убедитесь, что вы ввели правильный URL</p>';