<?php
// Heading
$_[ 'heading_title'] = 'Оформлення замовлення';

// text
$_[ 'text_cart'] = 'Кошик';
$_[ 'text_checkout_option'] = 'Авторізация';
$_[ 'text_already_have_account'] = 'У Вас вже є аккаунт? Авторизуватися ';
$_[ 'text_checkout_account'] = 'Дані для доставки ';
$_[ 'text_checkout_payment_address'] = 'Платіжна інформація';
$_[ 'text_checkout_shipping_address'] = 'Адреса доставки';
$_[ 'text_checkout_shipping_method'] = 'Спосіб доставки';
$_[ 'text_checkout_payment_method'] = 'Спосіб оплати';
$_[ 'text_checkout_confirm'] = 'Підтвердження замовлення';
$_[ 'text_new_customer'] = 'Новий покупець';
$_[ 'text_returning_customer'] = 'Зареєстрований користувач';
$_[ 'text_checkout'] = 'Опції Оформлення замовлення:';
$_[ 'text_i_am_returning_customer'] = 'Я робив тут покупки раніше і реєструвався';
$_[ 'text_register'] = 'Реєстрація';
$_[ 'text_guest'] = 'Оформити замовлення без реєстрації';
$_[ 'text_register_account'] = 'Створення облікового запису допоможе робити покупки швидше і зручніше, а також отримувати знижки як постійний покупець.';
$_[ 'text_forgotten'] = 'Забули пароль?';
$_[ 'text_your_details'] = 'Особисті дані';
$_[ 'text_your_address'] = 'Адреса';
$_[ 'text_your_password'] = 'Пароль';
$_[ 'text_agree'] = 'Я прочитав <a href="%s" class="agree"> <b>% s </ b> </a> і згоден з умовами';
$_[ 'text_address_new'] = 'Я хочу використовувати нову адресу';
$_[ 'text_address_existing'] = 'Я хочу використовувати існуючу адресу';
$_[ 'text_shipping_method'] = 'Виберіть зручний спосіб доставки для даного замовлення';
$_[ 'text_payment_method'] = 'Виберіть спосіб оплати для даного замовлення';
$_[ 'text_comments'] = 'Ви можете додати коментар до свого замовлення';
$_[ 'text_create_account'] = 'Також створіть обліковий запис для використання у майбутньому.';
$_[ 'text_or'] = '- АБО -';
$_[ 'text_please_wait'] = 'Будь ласка, зачекайте ...';
$_[ 'text_coupon'] = 'Купон на знижку успішно застосований!';
$_[ 'text_voucher'] = 'Ваш Подарунковий сертифікат успішно застосований!';
$_[ 'text_reward'] = 'Бали успішно застосовані!';
$_[ 'text_use_coupon'] = 'Використовувати промокод';
$_[ 'text_use_voucher'] = 'Використовувати Подарунковий сертифікат';
$_[ 'text_use_reward'] = 'Використовувати Бонусні бали';
$_[ 'text_estimated_delivery'] = 'Очікувана дата доставки:';
$_[ 'text_delivery'] = 'Дата доставки:';
$_[ 'text_points'] = 'бонусних балів:% s';

// column
$_[ 'column_name'] = 'Назва товару';
$_[ 'column_model'] = 'Модель';
$_[ 'column_quantity'] = 'Кількість';
$_[ 'column_price'] = 'Ціна';
$_[ 'column_total'] = 'Разом';

// entry
$_[ 'entry_fio'] = 'ПІБ';
$_[ 'entry_email_address'] = 'E-Mail Адреса';
$_[ 'entry_email'] = 'E-Mail';
$_[ 'entry_password'] = 'Пароль';
$_[ 'entry_confirm'] = 'Підтвердження пароля';
$_[ 'entry_firstname'] = 'Ім`я';
$_[ 'entry_lastname'] = 'Прізвище';
$_[ 'entry_telephone'] = 'Телефон';
$_[ 'entry_fax'] = 'Факс';
$_[ 'entry_customer_group'] = 'Тип бізнесу:';
$_[ 'entry_company'] = 'Компанія';
$_[ 'entry_address_1'] = 'Адреса';
$_[ 'entry_address_2'] = 'Адреса 2';
$_[ 'entry_postcode'] = 'Індекс';
$_[ 'entry_city'] = 'Місто';
$_[ 'entry_country'] = 'Країна';
$_[ 'entry_zone'] = 'Регіон / Область';
$_[ 'entry_newsletter'] = 'Я хочу підписатися на Новини% s.';
$_[ 'entry_shipping'] = 'Моя адреса доставки збігається з платіжним.';
$_[ 'entry_coupon'] = 'Введіть код купона на знижку:';
$_[ 'entry_voucher'] = 'Введіть код Подарункового сертифіката:';
$_[ 'entry_reward'] = 'Доступно для застосування (максимум% s, є% s):';

// error
$_[ 'error_fio'] = 'ПІБ має бути від 1 до 100 символів!';
$_[ 'error_novayapochta'] = 'Виберіть склад Нової Пошти!';
$_[ 'error_warning'] = 'Виникла проблема при обробці Вашого замовлення! Якщо такі проблеми повторюватимуться, спробуйте вибрати інший спосіб оплати або <a href="%s"> зв`яжіться з адміністратором магазину </a>. ';
$_[ 'error_login'] = 'Помилка: Неправильний E-Mail і / або пароль.';
$_[ 'error_attempts'] = 'Ви перевищили максимальну кількість спроб авторизації. Будь ласка, спробуйте авторизації на сайті через 1 годину ';
$_[ 'error_approved'] = 'Перш ніж Ви зможете увійти, адміністрація повинна схвалити Ваш аккаунт.';
$_[ 'error_exists'] = 'Помилка: цей E-Mail адреса вже зареєстрований!';
$_[ 'error_firstname'] = 'Ім`я повинно бути від 1 до 32 символів!';
$_[ 'error_lastname'] = 'Прізвище повинна бути від 1 до 32 символів!';
$_[ 'error_email'] = 'Е-mail адресу введений невірно!';
$_[ 'error_telephone'] = 'Номер телефону повинен бути від 3 до 32 символів!';
$_[ 'error_fax'] = 'Факс повинен бути від 3 до 32 символів!';
$_[ 'error_company'] = 'Компанія повинна бути від 3 до 32 символів!';
$_[ 'error_password'] = 'Пароль повинен бути від 3 до 20 символів!';
$_[ 'error_confirm'] = 'Паролі не співпадають!';
$_[ 'error_address_1'] = 'Адреса повинен бути від 3 до 128 символів!';
$_[ 'error_address_2'] = 'Адреса повинен бути від 3 до 128 символів!';
$_[ 'error_city'] = 'Назва міста має бути від 2 до 128 символів!';
$_[ 'error_postcode'] = 'Індекс повинен бути від 2 до 10 символів!';
$_[ 'error_country'] = 'Будь ласка, виберіть країну!';
$_[ 'error_zone'] = 'Будь ласка, виберіть регіон / область';
$_[ 'error_agree'] = 'Ви повинні прочитати і погодиться з% s!';
$_[ 'error_address'] = 'Потрібно зазначити адресу!';
$_[ 'error_shipping'] = 'Необхідно вказати спосіб доставки!';
$_[ 'error_no_shipping'] = 'Немає доступних способів доставки. Будь ласка <a href="%s"> зв`яжіться з адміністрацією </a>! ';
$_[ 'error_payment'] = 'Необхідно вказати спосіб оплати!';
$_[ 'error_no_payment'] = 'Немає доступних способів оплати. Будь ласка <a href="%s"> зв`яжіться з адміністрацією </a>! ';
$_[ 'error_coupon'] = 'Помилка. Неправильний код купона на знижку. Можливо, закінчився термін дії або досягнутий ліміт використання! ';
$_[ 'error_voucher'] = 'Помилка. Неправильний код Подарункового сертифіката або даний сертифікат вже використовувався! ';
$_[ 'error_survey'] = 'Помилка. Необхідно відповісти на контрольне запитання! ';
$_[ 'error_delivery'] = 'Помилка. Вибрана невірна дата доставки ';
$_[ 'error_maximum'] = 'Максимально доступне кількість балів, яку можна застосувати:% s!';
$_[ 'error_reward'] = 'Вкажіть будь ласка кількість бонусних балів для оплати даного замовлення!';
$_[ 'error_points'] = 'У Вас немає% s бонусних балів!';
$_[ 'error_custom_field'] = '% s обов`язково!';
	

$_['text_obl'] = 'Область';
$_['text_select_obl'] = '-- Обрати область --';
$_['text_city'] = 'Місто';
$_['text_select_city'] = '-- Обрати місто --';
$_['text_skl'] = 'Склад';
$_['text_select_skl'] = '-- Обрати склад --';

$_['text_continue']             = 'Продовжити шопінг';