<?php
// Heading
$_['heading_title']					= 'Личный Кабинет';
$_['heading_hello'] = 'Добро пожаловать';
$_['heading_text'] = 'Если у Вас возникли вопросы или нужна помощь, пожалуйста, свяжитесь с нами ';
$_['text_my_account_sp'] = 'Мой аккаунт';
$_['heading_logout'] = 'Выход';
$_['menu_account'] = 'Обзор';
$_['menu_wishlist'] = 'Закладки';
$_['menu_order'] = 'Заказы';
$_['menu_edit'] = 'Данные личного кабинета';
// Text
$_['text_account']					= 'Личный Кабинет';
$_['text_my_account']			= 'Моя учетная запись';
$_['text_my_orders']				= 'Мои заказы';
$_['text_my_newsletter']			= 'Подписка';
$_['text_edit']							= 'Изменить контактную информацию';
$_['text_password']				= 'Изменить свой пароль';
$_['text_address']					= 'Изменить мои адреса';
$_['text_credit_card']				= 'Управление кредитными картами';
$_['text_wishlist']					= 'Посмотреть закладки';
$_['text_order']						= 'История заказов';
$_['text_download']					= 'Файлы для скачивания';
$_['text_reward']						= 'Бонусные баллы';
$_['text_return']						= 'Запросы на возврат';
$_['text_transaction']				= 'История транзакций';
$_['text_newsletter']				= 'Подписаться или отказаться от рассылки новостей';
$_['text_recurring']					= 'Периодические платежи';
$_['text_transactions']			= 'Транзакции';

$_['text_about_account'] = 'Сведения о Личном кабинете';
$_['text_address'] = 'Адресная Книга';
$_['text_newsletter'] = 'Настройки электронной почты';

$_['text_shop'] = 'Магазин';

$_['text_lastname'] = 'Фамилия: ';
$_['text_firstname'] = 'Имя: ';
$_['text_country'] = 'Страна: ';
$_['text_phone'] = 'Телефон: ';
$_['text_mail'] = 'Электронная почта: ';
$_['text_edit'] = 'Изменить';
$_['text_total_orders'] = 'Количество Ваших заказов сейчас: ';
$_['text_see_all'] = 'Посмотреть все';
$_['text_description'] = 'На любой странице товара щелкните «Добавить в Закладки», чтобы сохранить понравившиеся товары для последующего просмотра и покупки.';
