<?php
// Heading
$_['heading_title']  = 'Изменить пароль';
$_['heading_title_pass']  = 'Изменить пароль';
$_['row_require']       = '*Поле, обязательное для заполнения';
// Text
$_['text_account']   = 'Личный Кабинет';
$_['text_password']  = 'Ваш пароль';
$_['text_success']   = 'Ваш пароль успешно изменен!';
$_['pass_discription'] = 'Здесь Вы можете изменить свои личные данные, внести изменения в адресную книгу или изменить настройки электронной почты';
// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Подтвердите пароль';
$_['button_save']    = 'Сохранить';
$_['button_nosave']  = 'Отменить';

// Error
$_['error_password'] = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']  = 'Пароли и пароль подтверждения не совпадают!';
