<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading
$_['heading_title']        = 'Ваш номер замовлення!';

// Text
$_['text_basket']          = 'Кошик покупок';
$_['text_checkout']        = 'Оформлення';
$_['text_success']         = 'Успішно';
//$_['text_customer']        = '<p>Ви можете переглядати історію замовлень в <a href="%s"> Особистому кабінеті, </a> відкривши <a href="%s"> Історію замовленнь</a>.</p><p>Якщо у вашому замовленні є цифрові товари для скачування, ви можете подивитися їх на сторінці <a href="%s"> Файли для скачування</a>.</p><p>Якщо у вас виникнуть якісь питання, будь ласка, <a href="%s"> зв’яжіться з нами</a>.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';
//$_['text_guest']           = '<p>Ваше замовлення було успішно сформовано! </p><p>Якщо у вас виникнуть якісь питання, будь ласка, <a href="%s">Зв’яжіться з нами</a>.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';
$_['text_customer']        = '<p>Ваше замовлення було успішно сформовано!</p><p>Найближчим часом з Вами зв\'яжеться наш менеджер для підтвердження замовлення.</p><p>Звертаємо Вашу увагу, що всі замовлення обслуговуються в порядку черги, тому обробка Вашого замовлення може зайняти якийсь час.</p><p>Історія замовлення знаходиться в <a href="%s">Особистому кабінеті</a>. Для перегляду історії, перейдіть за посиланням <a href="%s">Історія замовлень</a>.</p><p>Якщо Ваша покупка пов\'язана з цифровими товарами, перейдіть на сторінку <a href="%s">файли для скачування</a> для перегляду або завантаження.</p><p>Якщо у Вас виникнуть будь-які питання, будь ласка, <a href="%s">зв\'яжіться з нами </a>.</p><p>Дякуємо вас за покупки в нашому інтернет-магазині!</p>';
$_['text_guest']           = '<p>Ваше замовлення було успішно сформовано!</p><p>Найближчим часом з Вами зв\'яжеться наш менеджер для підтвердження замовлення.</p><p>Звертаємо Вашу увагу, що всі замовлення обслуговуються в порядку черги, тому обробка Вашого замовлення може зайняти якийсь час.</p><p>Якщо у Вас виникнуть будь-які питання, будь ласка, <a href="%s">зв\'яжіться з нами</a>.</p><p>Дякуємо вас за покупки в нашому інтернет-магазині!</p>';
