<?php
// Text
$_['text_home']          = 'Главная';
$_['text_wishlist']      = 'Закладки (%s)';
$_['text_shopping_cart'] = 'Корзина';
$_['text_category']      = 'Категории';
$_['text_account']       = 'Личный кабинет';
$_['text_register']      = 'Регистрация';
$_['text_login']         = 'Авторизация';
$_['text_order']         = 'История заказов';
$_['text_transaction']   = 'Транзакции';
$_['text_download']      = 'Загрузки';
$_['text_logout']        = 'Выход';
$_['text_checkout']      = 'Оформление заказа';
$_['text_search']        = 'Поиск';
$_['text_all']           = 'Смотреть Все';
$_['text_logo_top']           = 'ОНЛАЙН - БУТИК';
$_['shippig']           = 'Доставка в:';
$_['text_select_country']           = 'Пожалуйста выберите страну, что бы продолжить';
$_['text_blog']          = 'Новости и мероприятия';
$_['text_customer']          = 'Обслуживание клиентов';
$_['text_phone']          = 'Телефон';
$_['text_work_week']          = 'С понедельника по пятницу';
$_['text_work_time']          = 'с 9:30 до 18:30 <br>По выходным <br>с 10:00 до 18:00 <br> UTC+02:00 ';
$_['text_call_me']          = 'Пожалуйста, свяжитесь<br>с нами, перейдя по ссылке ниже';
$_['text_sand_mail']          = 'Отправить E-mail';
$_['text_chat']          = 'ЧАТ';
$_['text_our_managers']          = 'Наши операторы<br>в настоящее время доступны.';
$_['text_asc_question']          = 'Задать вопрос';
$_['text_read_faq']          = 'Читайте часто задаваемые вопросы для получения  дополнительной информации';
$_['text_read_faq_but']          = 'Читать FAQ';
$_['text_about'] = 'О компании';
$_['text_sotr'] = 'Сотрудничество';
$_['text_our_prod'] = 'Наше производство';
$_['text_contact'] = 'Контакты';

$_['text_free_call_ua'] = 'БЕСПЛАТНЫЙ ЗВОНОК ';
$_['text_free_call_ru'] = 'БЕСПЛАТНЫЙ ЗВОНОК ';
$_['text_free_call_en'] = 'По всему миру ';

$_['text_phone_ua'] = '0 800 210 385';
$_['text_phone_ru'] = '8 800 505 72 13';
$_['text_phone_en'] = '+38 093 170 21 16';

$_['text2_ua'] = 'БЕСПЛАТНАЯ ЭКСПРЕСС ДОСТАВКА ПО ВСЕЙ УКРАИНЕ';
$_['text2_ru'] = 'БЕСПЛАТНАЯ ЭКСПРЕСС ДОСТАВКА ПО ВСЕЙ РОССИИ';
$_['text2_en'] = 'Доставка по всему миру';
$_['text_search2'] = 'Поиск товара по каталогу';
$_['text_see_all'] = 'Смотреть все';

