<?php
// Text
$_['shopping']          = 'к покупкам';
$_['text_0'] = 'КОЛЛЕКЦИЯ ВЕСНА-ЛЕТО 2017';
$_['text_1'] = 'ДЛЯ ЖЕНЩИН';
$_['text_2'] = 'ДЛЯ МУЖЧИН';
$_['text_3'] = 'ЛОВИ МОМЕНТ, ПОКА ЦЕНЫ ОТДЫХАЮТ';

$_['text_wsc'] = 'Женская Коллекция Обуви';
$_['text_wsc_d'] = 'Обуви много не бывает, а грамотно подобранный обувной гардероб — залог стильного образа и визитная карточка каждой девушки. Наша новая коллекция очень универсальна и лаконично впишется в твой лук. Стильные фасоны, классические цвета, натуральная кожа и теплый мех. Это все что тебе нужно этой осенью и зимой.';
$_['text_wsc_b'] = 'ПОСМОТРЕТЬ';
$_['text_sale'] = 'СКИДКИ ДО 30%';
$_['text_sale_d'] = 'УЖЕ В МАГАЗИНЕ';
$_['text_sale_b'] = 'УЗНАТЬ БОЛЬШЕ';